[
  {
    "name": "ACTION BOY/GIRL",
    "ranks": 1,
    "level": 0,
    "str": 0,
    "per": 0,
    "end": 0,
    "cha": 0,
    "int": 0,
    "agi": 0,
    "lck": 0,
    "other": "",
    "desc": "When you spend AP to take an additional major action, you do not suffer the increased skill test difficulty during your second action."
  },
  {
    "name": "ADAMANTIUM SKELETON",
    "ranks": 3,
    "level": 1,
    "str": 0,
    "per": 0,
    "end": 7,
    "cha": 0,
    "int": 0,
    "agi": 0,
    "lck": 0,
    "other": "",
    "desc": "When you suffer damage, the amount of damage needed to inflict a critical hit on you increases by your rank in this perk. For example, if you have one rank in this perk, you suffer a critical hit from 6 or more damage, rather than 5 or more. Each time you take this perk, the level requirement increases by 3."
  },
  {
    "name": "ADRENALIN RUSH",
    "ranks": 1,
    "level": 0,
    "str": 7,
    "per": 0,
    "end": 0,
    "cha": 0,
    "int": 0,
    "agi": 0,
    "lck": 0,
    "other": "",
    "desc": "When your health is below its maximum value, you count your STR score as 10 for all purposes when attempting a STR-based skill test or melee attack."
  },
  {
    "name": "ANIMAL FRIEND",
    "ranks": 2,
    "level": 1,
    "str": 0,
    "per": 0,
    "end": 0,
    "cha": 6,
    "int": 0,
    "agi": 0,
    "lck": 0,
    "other": "",
    "desc": "At rank 1, whenever a creature NPC with the Mammal, Lizard, or Insect keyword would attack you, roll 1DCD  : on any result other than an Effect, the creature chooses not to attack you, although it may still attack another character it can target. At rank 2, you can attempt a CHA + Survival test with a difficulty of 2 as a major action. If you succeed, the animal treats you as friendly and will attack anyone who attacks you. Mighty and Legendary animals are unaffected by this perk. Each time you take this perk, the level requirement increases by 5."
  },
  {
    "name": "AQUABOY/AQUAGIRL",
    "ranks": 2,
    "level": 1,
    "str": 0,
    "per": 0,
    "end": 5,
    "cha": 0,
    "int": 0,
    "agi": 0,
    "lck": 0,
    "other": "",
    "desc": "Water is your ally. At rank 1, you no longer take radiation damage from swimming in irradiated water, and you can hold your breath for twice as long as normal. At rank 2, enemies add +2 to the difficulty to tests to detect you while you are submerged underwater. Each time you take this perk, the level requirement increases by 3."
  },
  {
    "name": "ARMORER",
    "ranks": 4,
    "level": 0,
    "str": 5,
    "per": 0,
    "end": 0,
    "cha": 0,
    "int": 6,
    "agi": 0,
    "lck": 0,
    "other": "",
    "desc": "You can modify armor with armor mods. Each rank in this perk unlocks an additional rank of mods: rank 1 unlocks rank 1 mods, rank 2 unlocks rank 2 mods, etc."
  },
  {
    "name": "AWARENESS",
    "ranks": 1,
    "level": 0,
    "str": 0,
    "per": 7,
    "end": 0,
    "cha": 0,
    "int": 0,
    "agi": 0,
    "lck": 0,
    "other": "",
    "desc": "When you take the Aim minor action at a target within Close range, you spot their weaknesses and can attack more efficiently. The next attack you make against that target gains the Piercing 1 damage effect, or improves the rating of any existing Piercing X damage effect by 1."
  },
  {
    "name": "BARBARIAN",
    "ranks": 1,
    "level": 4,
    "str": 7,
    "per": 0,
    "end": 0,
    "cha": 0,
    "int": 0,
    "agi": 0,
    "lck": 0,
    "other": "not a robot",
    "desc": "Your physical Damage Resistance increases on all hit locations based on your STR. You do not gain this benefit while wearing Power Armor. * STR 7–8: +1 physical DR * STR 9–10: +2 physical DR * STR 11+: +3 physical DR"
  },
  {
    "name": "BASHER",
    "ranks": 1,
    "level": 0,
    "str": 6,
    "per": 0,
    "end": 0,
    "cha": 0,
    "int": 0,
    "agi": 0,
    "lck": 0,
    "other": "",
    "desc": "When you make a melee attack by bashing with your gun (see p.111), your attack gains the Vicious damage effect."
  },
  {
    "name": "BETTER CRITICALS",
    "ranks": 1,
    "level": 0,
    "str": 0,
    "per": 0,
    "end": 0,
    "cha": 0,
    "int": 0,
    "agi": 0,
    "lck": 9,
    "other": "",
    "desc": "When you inflict one or more points of damage to an enemy, you may spend 1 Luck Point to automatically inflict a critical hit, causing an injury"
  },
  {
    "name": "BIG LEAGUES",
    "ranks": 1,
    "level": 0,
    "str": 8,
    "per": 0,
    "end": 0,
    "cha": 0,
    "int": 0,
    "agi": 0,
    "lck": 0,
    "other": "",
    "desc": "When you make a melee attack with a two-handed melee weapon, the weapon gains the Vicious damage effect."
  },
  {
    "name": "BLACK WIDOW/LADY KILLER",
    "ranks": 1,
    "level": 0,
    "str": 0,
    "per": 0,
    "end": 0,
    "cha": 6,
    "int": 0,
    "agi": 0,
    "lck": 0,
    "other": "",
    "desc": "The Black Widow perk affects men and masculine characters, while the Lady Killer perk affects women and feminine characters—they are otherwise identical. When you attempt a CHA based skill test to influence a character of the chosen gender, you may re-roll 1d20. In addition, your attacks inflict +1DCD  additional damage against characters of the chosen gender."
  },
  {
    "name": "BLACKSMITH",
    "ranks": 3,
    "level": 2,
    "str": 6,
    "per": 0,
    "end": 0,
    "cha": 0,
    "int": 0,
    "agi": 0,
    "lck": 0,
    "other": "",
    "desc": "You can modify melee weapons with weapon mods. Each rank in this perk unlocks an additional rank of melee weapon mods: rank 1 unlocks rank 1 mods, rank 2 unlocks rank 2 mods, and rank 3 unlocks rank 3 mods. Each time you take this perk, the level requirement increases by 4."
  },
  {
    "name": "BLITZ",
    "ranks": 2,
    "level": 1,
    "str": 0,
    "per": 0,
    "end": 0,
    "cha": 0,
    "int": 0,
    "agi": 9,
    "lck": 0,
    "other": "",
    "desc": "When you move into reach of an opponent and make a melee attack against them in one turn, you may re-roll one d20 on your attack. At rank 2, you also inflict +1DCD damage with that attack. Each time you take this perk, the level requirement increases by 3."
  },
  {
    "name": "BLOODY MESS",
    "ranks": 1,
    "level": 0,
    "str": 0,
    "per": 0,
    "end": 0,
    "cha": 0,
    "int": 0,
    "agi": 0,
    "lck": 6,
    "other": "",
    "desc": "When you inflict a critical hit, roll 1DCD  ; if you roll an Effect, you inflict one additional injury to a random location."
  },
  {
    "name": "CAN DO!",
    "ranks": 1,
    "level": 0,
    "str": 0,
    "per": 0,
    "end": 0,
    "cha": 0,
    "int": 0,
    "agi": 0,
    "lck": 5,
    "other": "",
    "desc": "When you are scavenging a location that contains food, you gain 1 additional random food item, without spending AP."
  },
  {
    "name": "CAP COLLECTOR",
    "ranks": 1,
    "level": 0,
    "str": 0,
    "per": 0,
    "end": 0,
    "cha": 5,
    "int": 0,
    "agi": 0,
    "lck": 0,
    "other": "",
    "desc": "When you buy or sell items, you may increase or decrease the price of the goods being traded by 10%."
  },
  {
    "name": "CAUTIOUS NATURE",
    "ranks": 1,
    "level": 0,
    "str": 0,
    "per": 7,
    "end": 0,
    "cha": 0,
    "int": 0,
    "agi": 0,
    "lck": 0,
    "other": "",
    "desc": "Whenever you attempt a skill test, and you buy one or more d20s by spending Action Points, you may re-roll 1d20 on that test. You may not purchase this perk if you have Daring Nature."
  },
  {
    "name": "CENTER MASS",
    "ranks": 1,
    "level": 0,
    "str": 0,
    "per": 0,
    "end": 0,
    "cha": 0,
    "int": 0,
    "agi": 7,
    "lck": 0,
    "other": "",
    "desc": "When you make a ranged attack, you may choose to strike your target’s Torso location (or equivalent, for creatures that use a different location table) without increasing the difficulty of the attack. In addition, you may re-roll 1d20 when making the test for your attack."
  },
  {
    "name": "CHEM RESISTANT",
    "ranks": 2,
    "level": 1,
    "str": 0,
    "per": 0,
    "end": 7,
    "cha": 0,
    "int": 0,
    "agi": 0,
    "lck": 0,
    "other": "",
    "desc": "At rank 1, roll one fewer CD  when determining if you become addicted to chems, to a minimum of 0. At rank 2, you cannot become addicted to chems. Each time you take this perk, the level requirement increases by 4."
  },
  {
    "name": "CHEMIST",
    "ranks": 1,
    "level": 0,
    "str": 0,
    "per": 0,
    "end": 0,
    "cha": 0,
    "int": 7,
    "agi": 0,
    "lck": 0,
    "other": "",
    "desc": "Chems you create last twice as long as normal (see p.164). In addition, you unlock chems recipes that have this perk as a requirement."
  },
  {
    "name": "COMMANDO",
    "ranks": 2,
    "level": 2,
    "str": 0,
    "per": 0,
    "end": 0,
    "cha": 0,
    "int": 0,
    "agi": 8,
    "lck": 0,
    "other": "",
    "desc": "When you make a ranged attack with any weapon with a Fire Rate of 3 or higher (except heavy weapons), you add +1DCD  per rank to the weapon’s damage. Each time you take this perk, the level requirement increases by 3."
  },
  {
    "name": "COMPREHENSION",
    "ranks": 1,
    "level": 0,
    "str": 0,
    "per": 0,
    "end": 0,
    "cha": 0,
    "int": 6,
    "agi": 0,
    "lck": 0,
    "other": "",
    "desc": "After you use the bonus gained from reading a magazine, roll 1DCD. If you roll an Effect, you may use that bonus one additional time."
  },
  {
    "name": "CONCENTRATED FIRE",
    "ranks": 1,
    "level": 0,
    "str": 0,
    "per": 8,
    "end": 0,
    "cha": 0,
    "int": 0,
    "agi": 6,
    "lck": 0,
    "other": "",
    "desc": "When you make a ranged attack and spend ammunition to increase the damage, you may re-roll up to 3CD for your damage roll."
  },
  {
    "name": "DARING NATURE",
    "ranks": 1,
    "level": 0,
    "str": 0,
    "per": 0,
    "end": 0,
    "cha": 0,
    "int": 0,
    "agi": 0,
    "lck": 7,
    "other": "",
    "desc": "Whenever you attempt a skill test, and you buy one or more d20s by giving the gamemaster Action Points, you may re-roll 1d20 on that test. You may not purchase this perk if you have Cautious Nature."
  },
  {
    "name": "DEMOLITION EXPERT",
    "ranks": 1,
    "level": 0,
    "str": 0,
    "per": 6,
    "end": 0,
    "cha": 0,
    "int": 0,
    "agi": 0,
    "lck": 6,
    "other": "",
    "desc": "When you make an attack using a weapon with the Blast quality, the attack gains the Vicious damage effect. In addition, you unlock explosives recipes which have this perk as a requirement."
  },
  {
    "name": "DODGER",
    "ranks": 2,
    "level": 4,
    "str": 0,
    "per": 0,
    "end": 0,
    "cha": 0,
    "int": 0,
    "agi": 6,
    "lck": 0,
    "other": "",
    "desc": "At rank 1, when you take the Defend major action, you reduce the difficulty of the skill test by 1. At rank 2, the AP cost to further increase your Defense is reduced to 1 AP. Each time you take this perk, the level requirement increases by 6."
  },
  {
    "name": "DOGMEAT",
    "ranks": 1,
    "level": 0,
    "str": 0,
    "per": 0,
    "end": 0,
    "cha": 5,
    "int": 0,
    "agi": 0,
    "lck": 0,
    "other": "",
    "desc": "You aren’t alone in the wilderness. You have a pet dog that serves as a friend and ally in dangerous times. The dog has the profile shown to the side and is treated as an allied NPC creature under your command (see p.XX). If you need to forage for food and water, your dog looks after themselves. If your dog is slain, then you either find a new dog before the next adventure, or you may trade this perk for a different one after this adventure. Dogmeat Level 1, Mammal, Normal Creature BODY MIND MELEE GUNS OTHER 5 4 2 — 1 HP INITIATIVE DEFENSE 6 As PC 1 CARRY WEIGHT MELEE BONUS 50 lbs. — PHYS. DR ENERGY DR RAD. DR POISON DR 0 0 0 0 ATTACKS  BITE: BODY + Melee (TN 7), 2 CD Vicious, Physical damage SPECIAL ABILITIES  KEEN SENSES: One or more of Dogmeat’s senses are especially keen; they can attempt to detect creatures or objects, which characters normally cannot, and they reduce the difficulty of all other PER tests by 1 (to a minimum of 0).  ATTACK DOG: When Dogmeat assists on one of your attacks, he must move within Reach of the target, and he inflicts his own melee damage on the target if the attack is successful.  COMPANION: Dogmeat’s level is the same as yours and increases whenever you level up.Increase either Dogmeat’s Body or Mind by +1 when you reach level 3 or any odd-numbered level after that. Increase Dogmeat’s HP by +1 per level, and with any increases to Body. Increase Dogmeat’s bite damage by +1CD  at 5th level and every 5 levels beyond that."
  },
  {
    "name": "ENTOMOLOGIST",
    "ranks": 1,
    "level": 0,
    "str": 0,
    "per": 0,
    "end": 0,
    "cha": 0,
    "int": 7,
    "agi": 0,
    "lck": 0,
    "other": "",
    "desc": "When you make an attack against an NPC with the Insect keyword, your attack gains the Piercing 1 damage effect, or improves the rating of any Piercing X effect the weapon has by +1."
  },
  {
    "name": "FAST METABOLISM",
    "ranks": 3,
    "level": 1,
    "str": 0,
    "per": 0,
    "end": 6,
    "cha": 0,
    "int": 0,
    "agi": 0,
    "lck": 0,
    "other": "not a robot",
    "desc": "When you regain one or more HP from any source other than rest, increase the total HP regained by +1 per rank in this perk. Each time you take this perk, the level requirement increases by 3."
  },
  {
    "name": "FASTER HEALING",
    "ranks": 1,
    "level": 0,
    "str": 0,
    "per": 0,
    "end": 6,
    "cha": 0,
    "int": 0,
    "agi": 0,
    "lck": 0,
    "other": "not a robot",
    "desc": "When you make an END + Survival test to heal your own injuries, the first additional d20 you buy is free. The normal maximum of 5d20 still applies."
  },
  {
    "name": "FINESSE",
    "ranks": 1,
    "level": 0,
    "str": 0,
    "per": 0,
    "end": 0,
    "cha": 0,
    "int": 0,
    "agi": 9,
    "lck": 0,
    "other": "",
    "desc": "Once per combat encounter, you may re-roll all the DCD  on a single damage roll without spending any Luck points."
  },
  {
    "name": "FORTUNE FINDER",
    "ranks": 3,
    "level": 2,
    "str": 0,
    "per": 0,
    "end": 0,
    "cha": 0,
    "int": 0,
    "agi": 0,
    "lck": 5,
    "other": "",
    "desc": "Whenever you roll to determine how much money you find, you find more. At rank 1, you find +3DCD  additional caps. At rank 2, you find +6DCD  additional caps. At rank 3, you find +10CD  additional caps. Each time you take this perk, the level requirement increases by 4."
  },
  {
    "name": "GHOST",
    "ranks": 1,
    "level": 0,
    "str": 0,
    "per": 5,
    "end": 0,
    "cha": 0,
    "int": 0,
    "agi": 6,
    "lck": 0,
    "other": "",
    "desc": "Whenever you attempt an AGI + Sneak test in shadows or darkness, the first additional d20 you buy is free. The normal maximum of 5d20 still applies."
  },
  {
    "name": "GRIM REAPER’S SPRINT",
    "ranks": 1,
    "level": 0,
    "str": 0,
    "per": 0,
    "end": 0,
    "cha": 0,
    "int": 0,
    "agi": 0,
    "lck": 8,
    "other": "",
    "desc": "When you make an attack which kills one or more enemies, roll 1DCD  . If you roll an Effect, add 2 AP to the group’s pool."
  },
  {
    "name": "GUN FU",
    "ranks": 3,
    "level": 1,
    "str": 0,
    "per": 0,
    "end": 0,
    "cha": 0,
    "int": 0,
    "agi": 10,
    "lck": 0,
    "other": "",
    "desc": "When you succeed at a ranged attack, you may spend 1 AP and 1 ammo to hit a second target within Close range of your initial target. The second target takes the same damage as the initial target. At rank 2, you may spend 2 AP and 2 ammo to hit two additional targets. At rank 3, you may spend 3 AP and 3 ammo to hit three additional targets. Each time you take this perk, the level requirement increases by 5."
  },
  {
    "name": "GUN NUT",
    "ranks": 3,
    "level": 2,
    "str": 0,
    "per": 0,
    "end": 0,
    "cha": 0,
    "int": 6,
    "agi": 0,
    "lck": 0,
    "other": "",
    "desc": "You can modify small guns and heavy weapons with weapon mods. Each rank in this perk unlocks an additional rank of weapon mods: rank 1 unlocks rank 1 mods, rank 2 unlocks rank 2 mods, etc. Each time you take this perk, the level requirement increases by 4."
  },
  {
    "name": "GUNSLINGER",
    "ranks": 2,
    "level": 2,
    "str": 0,
    "per": 0,
    "end": 0,
    "cha": 0,
    "int": 0,
    "agi": 7,
    "lck": 0,
    "other": "",
    "desc": "When you make an attack with a onehanded ranged weapon with a Fire Rate of 2 or lower, you increase the weapon’s damage by +1CD  per rank. In addition, you may re-roll the hit location die. Each time you take this perk, the level requirement increases by 4."
  },
  {
    "name": "HACKER",
    "ranks": 1,
    "level": 0,
    "str": 0,
    "per": 0,
    "end": 0,
    "cha": 0,
    "int": 8,
    "agi": 0,
    "lck": 0,
    "other": "",
    "desc": "The difficulty of skill tests to hack computers is decreased by 1, to a minimum of 0."
  },
  {
    "name": "HEALER",
    "ranks": 3,
    "level": 1,
    "str": 0,
    "per": 0,
    "end": 0,
    "cha": 0,
    "int": 7,
    "agi": 0,
    "lck": 0,
    "other": "",
    "desc": "When you heal a patient’s HP using the First Aid action, increase the amount of HP healed by +1 per rank in this perk. Each time you take this perk, the level requirement increases by 5."
  },
  {
    "name": "HEAVE HO!",
    "ranks": 1,
    "level": 0,
    "str": 8,
    "per": 0,
    "end": 0,
    "cha": 0,
    "int": 0,
    "agi": 0,
    "lck": 0,
    "other": "",
    "desc": "When you make a thrown weapon attack, you may spend 1 AP to increase the Range of the weapon by one step—from Close to Medium, or from Medium to Long."
  },
  {
    "name": "HUNTER",
    "ranks": 1,
    "level": 0,
    "str": 0,
    "per": 0,
    "end": 6,
    "cha": 0,
    "int": 0,
    "agi": 0,
    "lck": 0,
    "other": "",
    "desc": "When you make an attack against an NPC with one of the Mammal, Lizard, or Insect keywords and the Mutated keyword, your attack gains the Vicious damage effect, if it did not already have that effect."
  },
  {
    "name": "INFILTRATOR",
    "ranks": 1,
    "level": 0,
    "str": 0,
    "per": 8,
    "end": 0,
    "cha": 0,
    "int": 0,
    "agi": 0,
    "lck": 0,
    "other": "",
    "desc": "When you attempt a Lockpick skill test to unlock a door or container, you may re-roll 1d20."
  },
  {
    "name": "INSPIRATIONAL",
    "ranks": 1,
    "level": 0,
    "str": 0,
    "per": 0,
    "end": 0,
    "cha": 8,
    "int": 0,
    "agi": 0,
    "lck": 0,
    "other": "",
    "desc": "Because you lead by example, the maximum number of AP the group may save is increased by 1."
  },
  {
    "name": "INTENSE TRAINING",
    "ranks": 10,
    "level": 2,
    "str": 0,
    "per": 0,
    "end": 0,
    "cha": 0,
    "int": 0,
    "agi": 0,
    "lck": 0,
    "other": "",
    "desc": "Increase any one S.P.E.C.I.A.L attribute by 1 rank. As usual, your S.P.E.C.I.A.L attributes cannot be increased beyond 10 using this method. Each time you take this perk, the level requirement increases by 2."
  },
  {
    "name": "IRON FIST",
    "ranks": 2,
    "level": 1,
    "str": 6,
    "per": 0,
    "end": 0,
    "cha": 0,
    "int": 0,
    "agi": 0,
    "lck": 0,
    "other": "",
    "desc": "At rank 1, your unarmed attacks inflict +1DCD  damage. At rank 2, your unarmed attacks also gain the Vicious damage effect. Each time you take this perk, the level requirement increases by 5."
  },
  {
    "name": "JUNKTOWN JERKY VENDOR",
    "ranks": 1,
    "level": 0,
    "str": 0,
    "per": 0,
    "end": 0,
    "cha": 8,
    "int": 0,
    "agi": 0,
    "lck": 0,
    "other": "",
    "desc": "The difficulty of any CHA + Barter test you attempt to buy or sell goods is reduced by 1, to a minimum of 0."
  },
  {
    "name": "JURY RIGGING",
    "ranks": 1,
    "level": 0,
    "str": 0,
    "per": 0,
    "end": 0,
    "cha": 0,
    "int": 0,
    "agi": 0,
    "lck": 0,
    "other": "",
    "desc": "You can repair an item without needing to expend any components. However, the repair is temporary, and the item will break again on the next complication you suffer while using it. The complication range of all skill tests to use the item increases by 1, to the roll of a 19–20."
  },
  {
    "name": "LASER COMMANDER",
    "ranks": 2,
    "level": 2,
    "str": 0,
    "per": 8,
    "end": 0,
    "cha": 0,
    "int": 0,
    "agi": 0,
    "lck": 0,
    "other": "",
    "desc": "When you make an attack with a ranged energy weapon, the damage is increased by +1DCD  per rank in this perk. Each time you take this perk, the level requirement increases by 4."
  },
  {
    "name": "LEAD BELLY",
    "ranks": 2,
    "level": 1,
    "str": 0,
    "per": 0,
    "end": 6,
    "cha": 0,
    "int": 0,
    "agi": 0,
    "lck": 0,
    "other": "",
    "desc": "At rank 1, you may re-roll the CD  to determine if you suffer radiation damage from irradiated food or drink. At rank 2, you are immune to radiation damage from consuming irradiated food or drink. Each time you take this perk, the level requirement increases by 4."
  },
  {
    "name": "LIFE GIVER",
    "ranks": 5,
    "level": 5,
    "str": 0,
    "per": 0,
    "end": 0,
    "cha": 0,
    "int": 0,
    "agi": 0,
    "lck": 0,
    "other": "",
    "desc": "Increase your maximum health points by your Endurance rank. Each time you take this perk, the level requirement increases by 5."
  },
  {
    "name": "LIGHT STEP",
    "ranks": 1,
    "level": 0,
    "str": 0,
    "per": 0,
    "end": 0,
    "cha": 0,
    "int": 0,
    "agi": 0,
    "lck": 0,
    "other": "",
    "desc": "When you roll to generate any complications on an Agility-based skill test, you may ignore one complication for every 1 AP spent. In addition, you may re-roll 1d20 on any AGI + Athletics test to avoid traps triggered by pressure plates or similar mechanisms."
  },
  {
    "name": "MASTER THIEF",
    "ranks": 1,
    "level": 0,
    "str": 0,
    "per": 8,
    "end": 0,
    "cha": 0,
    "int": 0,
    "agi": 9,
    "lck": 0,
    "other": "",
    "desc": "When you are attempting to pick a lock or pickpocket somebody, the difficulty of the opponent’s skill test to detect you increases by +1."
  },
  {
    "name": "MEDIC",
    "ranks": 1,
    "level": 0,
    "str": 0,
    "per": 0,
    "end": 0,
    "cha": 0,
    "int": 8,
    "agi": 0,
    "lck": 0,
    "other": "",
    "desc": "When you use the First Aid action to try to treat an injury, you can re-roll 1d20."
  },
  {
    "name": "MELTDOWN",
    "ranks": 1,
    "level": 0,
    "str": 0,
    "per": 10,
    "end": 0,
    "cha": 0,
    "int": 0,
    "agi": 0,
    "lck": 0,
    "other": "",
    "desc": "When you kill an enemy with an energy weapon, they explode. Roll a number of DCD  equal to half the weapon’s damage rating (round down). For each Effect rolled, one creature within Close range of the exploding enemy (starting with the closest) suffers energy damage equal to the total rolled on the DCD."
  },
  {
    "name": "MISTER SANDMAN",
    "ranks": 1,
    "level": 0,
    "str": 0,
    "per": 0,
    "end": 0,
    "cha": 0,
    "int": 0,
    "agi": 9,
    "lck": 0,
    "other": "",
    "desc": "When you make a sneak attack with a silenced or suppressed weapon, the damage is increased by +2CD  . You cannot gain this benefit while in Power Armor."
  },
  {
    "name": "MOVING TARGET",
    "ranks": 1,
    "level": 0,
    "str": 0,
    "per": 0,
    "end": 0,
    "cha": 0,
    "int": 0,
    "agi": 6,
    "lck": 0,
    "other": "",
    "desc": "When you take the Sprint action, your Defense increases by +1 until the start of your next turn."
  },
  {
    "name": "MYSTERIOUS STRANGER",
    "ranks": 1,
    "level": 0,
    "str": 0,
    "per": 0,
    "end": 0,
    "cha": 0,
    "int": 0,
    "agi": 0,
    "lck": 7,
    "other": "",
    "desc": "From time to time, a Mysterious Stranger comes to your aid, with lethal results. At the start of a combat encounter, you may spend 1 Luck point. If you do so, then at any point during the scene, the GM may have the Mysterious Stranger appear, make a single ranged attack against an enemy you attacked, or who just attacked you, and then vanish. If you spend a Luck point and the Mysterious Stranger does not appear, the GM must refund the Luck point you spent. The stranger has an AGI of 10, a Small Guns skill of 6, and counts Small Guns as a Tag skill. They always roll 3d20 for attacks, rather than 2d20, and their attack—using a custom .44 Magnum revolver—inflicts 8CD  Piercing 1, Vicious physical damage. They always appear within their weapon’s ideal range. Any attempt to find where the Stranger went after their attack fails."
  },
  {
    "name": "NERD RAGE!",
    "ranks": 3,
    "level": 2,
    "str": 0,
    "per": 0,
    "end": 0,
    "cha": 0,
    "int": 8,
    "agi": 0,
    "lck": 0,
    "other": "",
    "desc": "While your health is reduced to less than ¼ of your maximum, you add +1 to your physical DR, +1 to your energy DR, and +1CD  to the damage of all your attacks. At rank 2, this increases to +2 DR, and +2CD  damage. At rank 3, this increases to +3 DR and +3CD  damage. Each time you take this perk, the level requirement increases by 5."
  },
  {
    "name": "NIGHT PERSON",
    "ranks": 1,
    "level": 0,
    "str": 0,
    "per": 7,
    "end": 0,
    "cha": 0,
    "int": 0,
    "agi": 0,
    "lck": 0,
    "other": "",
    "desc": "You reduce any difficulty increases due to darkness by 1."
  },
  {
    "name": "NINJA",
    "ranks": 1,
    "level": 0,
    "str": 0,
    "per": 0,
    "end": 0,
    "cha": 0,
    "int": 0,
    "agi": 8,
    "lck": 0,
    "other": "",
    "desc": "When you make a sneak attack with a melee weapon or unarmed attack, the damage is increased by +2CD. You cannot gain this benefit while in Power Armor."
  },
  {
    "name": "NUCLEAR PHYSICIST",
    "ranks": 1,
    "level": 0,
    "str": 0,
    "per": 0,
    "end": 0,
    "cha": 0,
    "int": 9,
    "agi": 0,
    "lck": 0,
    "other": "",
    "desc": "Whenever you use a weapon that inflicts radiation damage, or has the Radioactive damage effect, each Effect you roll inflicts one additional point of radiation damage. In addition, fusion cores you use have 3 additional charges."
  },
  {
    "name": "PAIN TRAIN",
    "ranks": 2,
    "level": 1,
    "str": 9,
    "per": 0,
    "end": 7,
    "cha": 0,
    "int": 0,
    "agi": 0,
    "lck": 0,
    "other": "",
    "desc": "You may Charge as a major action if you are wearing Power Armor or are a super mutant. This is a movement action, and you may not Move or Sprint in the same turn. When you take this action, you move into reach of an enemy within Medium range (1 zone) and make a STR + Athletics test with a difficulty of 2. If you succeed, the enemy suffers damage equal to your normal unarmed damage, and is knocked prone. At rank 2, you add +1DCD  and the Stun damage effect to the damage inflicted. At the GM’s discretion, especially large or sturdy creatures cannot be knocked prone by this action. Each time you take this perk, the level requirement increases by 5"
  },
  {
    "name": "PARALYZING PALM",
    "ranks": 1,
    "level": 0,
    "str": 8,
    "per": 0,
    "end": 0,
    "cha": 0,
    "int": 0,
    "agi": 0,
    "lck": 0,
    "other": "",
    "desc": "When you make an unarmed attack, and choose to strike a specific location, your attack gains the Stun damage effect."
  },
  {
    "name": "PARTY BOY/PARTY GIRL",
    "ranks": 1,
    "level": 0,
    "str": 0,
    "per": 0,
    "end": 6,
    "cha": 7,
    "int": 0,
    "agi": 0,
    "lck": 0,
    "other": "",
    "desc": "You cannot become addicted to alcoholic drinks, and whenever you drink an alcoholic drink, you heal +2 HP."
  },
  {
    "name": "PATHFINDER",
    "ranks": 1,
    "level": 0,
    "str": 0,
    "per": 6,
    "end": 6,
    "cha": 0,
    "int": 0,
    "agi": 0,
    "lck": 0,
    "other": "",
    "desc": "When travelling over long distances through the wilderness, a successful PER + Survival test (with a difficulty determined by the GM, based on the terrain) reduces the travel time by half."
  },
  {
    "name": "PHARMA FARMA",
    "ranks": 1,
    "level": 0,
    "str": 0,
    "per": 0,
    "end": 0,
    "cha": 0,
    "int": 0,
    "agi": 0,
    "lck": 6,
    "other": "",
    "desc": "When you are scavenging a location that contains medicine or chems, you find one additional item, randomly determined, without spending AP."
  },
  {
    "name": "PICKPOCKET",
    "ranks": 3,
    "level": 1,
    "str": 0,
    "per": 8,
    "end": 0,
    "cha": 0,
    "int": 0,
    "agi": 8,
    "lck": 0,
    "other": "",
    "desc": "At rank 1, you can ignore the first complication you roll when you make an AGI + Sneak test to steal an object from someone else’s person or to plant something on them. At rank 2, you can re-roll 1d20 in your dice pool when attempting to pick someone’s pocket. At rank 3, you reduce the difficulty of attempts to pick someone’s pocket by 1. Each time you take this perk, the level requirement increases by 3. Pickin’ Pockets Stealing an item carried by someone else, or secreting an item upon their person, is a surprisingly valuable survival trick in the wasteland, and it’s useful to have some sense of how easy or difficult a given theft is likely to be. Picking pockets is an AGI + Sneak test, with a base difficulty of 1. Success allows you to take an item weighing 1lb or less from another character’s pockets, belt pouches, etc., or to place an item of that size into a pocket, etc., without being detected. Failure means your attempt was noticed. If the item you’re stealing/planting weighs more than 1 lb., then the difficulty increases by 1. If it weighs more than 10 lbs., then the difficulty increases by 2 instead. Similarly, especially talented pickpockets can remove small items a person is wearing—such as stealing a wristwatch during a handshake—this test is also at +1 difficulty. Picking pockets can become an opposed test if the target is wary or suspicious."
  },
  {
    "name": "PIERCING STRIKE",
    "ranks": 1,
    "level": 0,
    "str": 7,
    "per": 0,
    "end": 0,
    "cha": 0,
    "int": 0,
    "agi": 0,
    "lck": 0,
    "other": "",
    "desc": "Your attacks using unarmed attacks and bladed melee weapons gain the Piercing 1 damage effect, or add +1 to the rating of any Piercing X damage effect they already had."
  },
  {
    "name": "PYROMANIAC",
    "ranks": 3,
    "level": 2,
    "str": 0,
    "per": 0,
    "end": 6,
    "cha": 0,
    "int": 0,
    "agi": 0,
    "lck": 0,
    "other": "",
    "desc": "The damage you deal using firebased weapons increases by +1CD per rank. Each time you take this perk, the level requirement increases by 4."
  },
  {
    "name": "QUICK DRAW",
    "ranks": 1,
    "level": 0,
    "str": 0,
    "per": 0,
    "end": 0,
    "cha": 0,
    "int": 0,
    "agi": 6,
    "lck": 0,
    "other": "",
    "desc": "Each turn, you may draw a single weapon or item carried on your person without using a minor action."
  },
  {
    "name": "QUICK HANDS",
    "ranks": 1,
    "level": 0,
    "str": 0,
    "per": 0,
    "end": 0,
    "cha": 0,
    "int": 0,
    "agi": 8,
    "lck": 0,
    "other": "",
    "desc": "You can reload firearms faster. When you make a ranged attack, you may spend 2 AP to double the Fire Rate of your gun for that attack."
  },
  {
    "name": "RAD RESISTANCE",
    "ranks": 2,
    "level": 1,
    "str": 0,
    "per": 0,
    "end": 8,
    "cha": 0,
    "int": 0,
    "agi": 0,
    "lck": 0,
    "other": "",
    "desc": "Your radiation Damage Resistance, to all hit locations, increases by +1 per rank in this perk. Each time you take this perk, the level requirement increases by 4."
  },
  {
    "name": "REFRACTOR",
    "ranks": 2,
    "level": 1,
    "str": 0,
    "per": 6,
    "end": 0,
    "cha": 0,
    "int": 0,
    "agi": 0,
    "lck": 7,
    "other": "",
    "desc": "Your energy Damage Resistance to all hit locations increases by +1 per rank in this perk. Each time you take this perk, the level requirement increases by 4."
  },
  {
    "name": "RICOCHET",
    "ranks": 1,
    "level": 5,
    "str": 0,
    "per": 0,
    "end": 0,
    "cha": 0,
    "int": 0,
    "agi": 0,
    "lck": 10,
    "other": "",
    "desc": "If an enemy makes a ranged attack against you and rolls a complication, you may spend one Luck point to have their ricochet hit them. Resolve the damage roll against the attacking enemy instead."
  },
  {
    "name": "RIFLEMAN",
    "ranks": 2,
    "level": 2,
    "str": 0,
    "per": 0,
    "end": 0,
    "cha": 0,
    "int": 0,
    "agi": 7,
    "lck": 0,
    "other": "",
    "desc": "When you make a ranged attack with any two-handed weapon with a Fire Rate of 2 or lower (except heavy weapons), you add +1 CD  to the weapon’s damage per rank. At rank 2, you also add the Piercing 1 damage effect, or add +1 to the rating of any Piercing X damage effect the weapon already had. Each time you take this perk, the level requirement increases by 4."
  },
  {
    "name": "ROBOTICS EXPERT",
    "ranks": 3,
    "level": 2,
    "str": 0,
    "per": 0,
    "end": 0,
    "cha": 0,
    "int": 8,
    "agi": 0,
    "lck": 0,
    "other": "",
    "desc": "At rank 1, you can modify robot armor, weapon mounts, and modules with rank 1 mods. At rank 2 you gain access to rank 2 mods, and the difficulty of tests to repair robots is permanently reduced by 1. At rank 3 you gain  access to rank 3 mods, and you can reprogram robots to fulfil a different function or alter their behavior at the discretion of the GM. Each time you take this perk, the level requirement increases by 4."
  },
  {
    "name": "SCIENCE!",
    "ranks": 3,
    "level": 2,
    "str": 0,
    "per": 0,
    "end": 0,
    "cha": 0,
    "int": 6,
    "agi": 0,
    "lck": 0,
    "other": "",
    "desc": "You can modify energy weapons with weapon mods, and you can also craft certain advanced armor mods. Each rank in this perk unlocks an additional rank of mods: rank 1 unlocks rank 1 mods, rank 2 unlocks rank 2 mods, etc. Each time you take this perk, the level requirement increases by 4."
  },
  {
    "name": "SCOUNDREL",
    "ranks": 1,
    "level": 0,
    "str": 0,
    "per": 0,
    "end": 0,
    "cha": 7,
    "int": 0,
    "agi": 0,
    "lck": 0,
    "other": "",
    "desc": "When you make a CHA + Speech test to convince someone of a lie, you may ignore the first complication you roll."
  },
  {
    "name": "SCRAPPER",
    "ranks": 2,
    "level": 3,
    "str": 0,
    "per": 0,
    "end": 0,
    "cha": 0,
    "int": 0,
    "agi": 0,
    "lck": 0,
    "other": "",
    "desc": "When you scrap an item, you can salvage uncommon component materials as well as common ones (see p.208). At rank 2, you can also salvage rare materials. Each time you take this perk, the level requirement increases by 5."
  },
  {
    "name": "SCROUNGER",
    "ranks": 3,
    "level": 1,
    "str": 0,
    "per": 0,
    "end": 0,
    "cha": 0,
    "int": 0,
    "agi": 0,
    "lck": 6,
    "other": "",
    "desc": "Whenever you roll to determine how much ammunition you find, you find more. At rank 1, you find +3CD  additional shots. At rank 2, you find +6CCD  additional shots. At rank 3, you find +10 CD  additional shots. The additional ammo you find is the same as initially found, for example, if you find 10mm ammunition, this perk increases how much 10mm ammo you find. If you find multiple types of ammunition, Scrounger applies to the ammunition with the lowest rarity (GM’s choice if there is a tie). Each time you take this perk, the level requirement increases by 5."
  },
  {
    "name": "SHOTGUN SURGEON",
    "ranks": 1,
    "level": 0,
    "str": 5,
    "per": 0,
    "end": 0,
    "cha": 0,
    "int": 0,
    "agi": 7,
    "lck": 0,
    "other": "",
    "desc": "Your ranged attacks using shotguns gain the Piercing 1 damage effect, or add +1 to any Piercing X damage effect the weapon already had."
  },
  {
    "name": "SKILLED",
    "ranks": 10,
    "level": 3,
    "str": 0,
    "per": 0,
    "end": 0,
    "cha": 0,
    "int": 0,
    "agi": 0,
    "lck": 0,
    "other": "",
    "desc": "Add +1 rank to two skills or add +2 ranks to one skill. No skill may have more than 6 ranks. Each time you take this perk, the level requirement increases by 3."
  },
  {
    "name": "SIZE MATTERS",
    "ranks": 3,
    "level": 0,
    "str": 0,
    "per": 0,
    "end": 7,
    "cha": 0,
    "int": 0,
    "agi": 6,
    "lck": 0,
    "other": "",
    "desc": "When you make a ranged attack with any heavy weapon, you add +1CD  to the weapon’s damage, per rank. Each time you take this perk, the level requirement increases by 4."
  },
  {
    "name": "SLAYER",
    "ranks": 1,
    "level": 0,
    "str": 8,
    "per": 0,
    "end": 0,
    "cha": 0,
    "int": 0,
    "agi": 0,
    "lck": 0,
    "other": "",
    "desc": "When you inflict any damage with an unarmed attack or melee weapon, you may spend 1 Luck point to immediately inflict a critical hit—and therefore an injury—on the location hit."
  },
  {
    "name": "SMOOTH TALKER",
    "ranks": 1,
    "level": 0,
    "str": 0,
    "per": 0,
    "end": 0,
    "cha": 6,
    "int": 0,
    "agi": 0,
    "lck": 0,
    "other": "",
    "desc": "When you make a Barter or Speech test as part of an opposed test, you may re-roll 1d20."
  },
  {
    "name": "SNAKEATER",
    "ranks": 1,
    "level": 0,
    "str": 0,
    "per": 0,
    "end": 7,
    "cha": 0,
    "int": 0,
    "agi": 0,
    "lck": 0,
    "other": "",
    "desc": "Your poison Damage Resistance increases by +2."
  },
  {
    "name": "SNIPER",
    "ranks": 1,
    "level": 0,
    "str": 0,
    "per": 8,
    "end": 0,
    "cha": 0,
    "int": 0,
    "agi": 6,
    "lck": 0,
    "other": "",
    "desc": "When you take the Aim minor action, and then make a ranged attack with a two-handed weapon with the Accurate quality, you can specify a hit location to target without increasing the difficulty of the attack."
  },
  {
    "name": "SOLAR POWERED",
    "ranks": 1,
    "level": 0,
    "str": 0,
    "per": 0,
    "end": 7,
    "cha": 0,
    "int": 0,
    "agi": 0,
    "lck": 0,
    "other": "",
    "desc": "For every hour you spend in direct sunlight, you heal 1 radiation damage."
  },
  {
    "name": "STEADY AIM",
    "ranks": 1,
    "level": 0,
    "str": 8,
    "per": 0,
    "end": 0,
    "cha": 0,
    "int": 0,
    "agi": 7,
    "lck": 0,
    "other": "",
    "desc": "When you take the Aim minor action, you may either re-roll 2d20 on the first attack you make this turn, or re-roll 1d20 on all attacks you make this turn."
  },
  {
    "name": "STRONG BACK",
    "ranks": 3,
    "level": 1,
    "str": 5,
    "per": 0,
    "end": 0,
    "cha": 0,
    "int": 0,
    "agi": 0,
    "lck": 0,
    "other": "",
    "desc": "Your maximum carry weight is increased by +25 lbs., per rank. Each time you take this perk, the level requirement increases by 2."
  },
  {
    "name": "TAG!",
    "ranks": 1,
    "level": 5,
    "str": 0,
    "per": 0,
    "end": 0,
    "cha": 0,
    "int": 0,
    "agi": 0,
    "lck": 0,
    "other": "",
    "desc": "You may select one additional Tag skill. Increase the skill’s rank by 2, to a maximum of 6, and mark it as a Tag skill, allowing you to roll a critical success with a d20 result equal or under the skill’s rank."
  },
  {
    "name": "TERRIFYING PRESENCE",
    "ranks": 2,
    "level": 3,
    "str": 6,
    "per": 0,
    "end": 0,
    "cha": 8,
    "int": 0,
    "agi": 0,
    "lck": 0,
    "other": "",
    "desc": "When you make a Speech test to threaten or scare someone, you may re-roll 1d20. At rank 2, you may use a major action in combat to threaten an enemy within Medium range, using a STR + Speech test with a difficulty of 2. If you succeed, that enemy must move away from you during their next turn (though they can take any other actions they wish). Each time you take this perk, the level requirement increases by 5."
  },
  {
    "name": "TOUGHNESS",
    "ranks": 2,
    "level": 1,
    "str": 0,
    "per": 0,
    "end": 6,
    "cha": 0,
    "int": 0,
    "agi": 0,
    "lck": 6,
    "other": "",
    "desc": "Your physical Damage Resistance to all hit locations increases by +1 per rank in this perk. Each time you take this perk, the level requirement increases by 4."
  },
  {
    "name": "ALL NIGHT LONG",
    "ranks": 1,
    "level": 16,
    "str": 0,
    "per": 0,
    "end": 0,
    "cha": 0,
    "int": 0,
    "agi": 0,
    "lck": 0,
    "other": "not a robot",
    "desc": "During nighttime hours—after sunset and before sunrise—your hunger and thirst states do not reduce. When calculating the hours of time to become more hungry or thirsty, ignore the hours of progress to moving down the Hunger States and Thirst States tables (p.191). Every two days you are starving, you gain 1 Fatigue, instead of every day."
  },
  {
    "name": "AMMOSMITH",
    "ranks": 3,
    "level": 2,
    "str": 0,
    "per": 0,
    "end": 0,
    "cha": 0,
    "int": 7,
    "agi": 0,
    "lck": 0,
    "other": "",
    "desc": "Sometimes you have the wrong bullets for the right gun, and somehow you make it work with the materials that you have. You can craft a single piece of ammunition using materials at a weapons workbench treating its rarity as its complexity (p.211).  At rank 1, you can craft ammunition up to rarity 1. At rank 2, you can craft ammunition up to a rarity of 3. Additionally, you can now dismantle ammunition gaining half of the materials normally required to craft the ammunition (rounded down to a minimum of 1). At rank 3, you can craft ammunition up to a rarity of 5. When crafting ammunition, you can roll a number of CD  equal to 6 reduced by the rarity of the ammunition being crafted. Every hit rolled increases the amount of ammunition crafted by +1. For every effect rolled, double the amount of ammunition crafted. Each time you take this perk, the level requirement increases by 4."
  },
  {
    "name": "BODYGUARDS",
    "ranks": 1,
    "level": 5,
    "str": 0,
    "per": 0,
    "end": 0,
    "cha": 8,
    "int": 0,
    "agi": 0,
    "lck": 0,
    "other": "",
    "desc": "Each player character and companion (other than you) within Close range of you increases your Damage Resistance and Energy Resistance  y +1."
  },
  {
    "name": "COMMUNITY ORGANIZER",
    "ranks": 3,
    "level": 1,
    "str": 0,
    "per": 0,
    "end": 5,
    "cha": 5,
    "int": 0,
    "agi": 0,
    "lck": 0,
    "other": "",
    "desc": "Even in the worst of days, you find a way to bring people’s spirits up and maintain a thriving settlement. For each rank of this perk,  our community gains +1 Food and +1 Defense per day so long as the resource is maintained by at least one person. Additionally add +1 CD or the settlement actions Hunting and Gathering as well as Scavenging. Each time you take this perk, the level requirement increases by 3."
  },
  {
    "name": "CONTRACTOR",
    "ranks": 3,
    "level": 2,
    "str": 0,
    "per": 0,
    "end": 0,
    "cha": 5,
    "int": 5,
    "agi": 0,
    "lck": 0,
    "other": "",
    "desc": "When building structures for your settlement, you know how to make the process faster, cheaper, and overall more efficient. At rank 1, when you start constructing something, you can reduce the number of materials required to construct something by half (to a minimum of 1 unit of each material type), decreasing the overall Happiness by 2. You can double the amount of construction time required to ignore the reduction in Happiness. At rank 2, you can have a person take a settlement action to construct an object even if they do not have the required skill. Doing so reduces the settlement’s overall Happiness by 1. If you have at least one person working on the construction object that has the skill, then you can ignore the reduction in Happiness. At rank 3, you can have a person take a settlement action to construct an object even if they do not have the required perk, but at least one person working on the object still must have the perk. Each time you take this perk, the level requirement increases by 4."
  },
  {
    "name": "COVERT OPERATOR",
    "ranks": 1,
    "level": 0,
    "str": 0,
    "per": 0,
    "end": 0,
    "cha": 0,
    "int": 0,
    "agi": 8,
    "lck": 0,
    "other": "",
    "desc": "When you make a ranged sneak attack with a small gun or energy weapon, the damage is increased by +2 CD. You cannot gain this benefit while in Power Armor."
  },
  {
    "name": "ENFORCER",
    "ranks": 1,
    "level": 12,
    "str": 0,
    "per": 0,
    "end": 0,
    "cha": 0,
    "int": 0,
    "agi": 9,
    "lck": 0,
    "other": "",
    "desc": "When you make a ranged attack with a shotgun and target a specific location, your attack gains the Debilitating quality."
  },
  {
    "name": "GREEN THUMB",
    "ranks": 1,
    "level": 4,
    "str": 0,
    "per": 4,
    "end": 0,
    "cha": 0,
    "int": 0,
    "agi": 0,
    "lck": 0,
    "other": "",
    "desc": "When you spend time foraging and roll on the Foraging table (p.202), you gather 2 items, plus an additional 2 for every AP spent."
  },
  {
    "name": "GUN RUNNER",
    "ranks": 1,
    "level": 4,
    "str": 0,
    "per": 0,
    "end": 0,
    "cha": 0,
    "int": 0,
    "agi": 6,
    "lck": 0,
    "other": "",
    "desc": "When you take the Sprint action when you have a onehanded ranged weapon in hand, you may spend 1 AP to move one additional zone."
  },
  {
    "name": "HAPPY CAMPER",
    "ranks": 2,
    "level": 3,
    "str": 0,
    "per": 0,
    "end": 6,
    "cha": 7,
    "int": 0,
    "agi": 0,
    "lck": 0,
    "other": "",
    "desc": "At rank 1, if your hunger state is full or sated, and you have set up a camp with a source of heat like a campfire, your hunger does not deteriorate. At rank 2, if your thirst state is quenched or hydrated, and you have set up a camp with a source of heat like a campfire, your thirst does not deteriorate. Each time you take this perk, the level requirement increases by 4."
  },
  {
    "name": "HIRED HELP",
    "ranks": 1,
    "level": 0,
    "str": 0,
    "per": 0,
    "end": 0,
    "cha": 7,
    "int": 0,
    "agi": 0,
    "lck": 0,
    "other": "don’t already have a companion",
    "desc": "Some wastelanders are lone wanderers—not you! You gain the ability to recruit a humanoid companion. You gain an allied NPC creature that follows your commands (p.338). Your companion can care for their own food and beverages, and they recover from injuries as a player character would and can benefit from healing. (Options: Settlers p.62). If your companion is slain, you can recruit a new companion before the next quest, or you may trade this perk for a different one after this quest."
  },
  {
    "name": "HOME DEFENSE",
    "ranks": 2,
    "level": 5,
    "str": 0,
    "per": 0,
    "end": 0,
    "cha": 0,
    "int": 6,
    "agi": 0,
    "lck": 0,
    "other": "",
    "desc": "You can set traps to protect your property from intruders! At rank 1, you can craft traps from the Traps section (Settlers p.189). Traps have a complexity of 2 and require the components for a complexity 2 item. If you fail the INT + Repair test, your trap misfires— resolve the trap’s effect against yourself. At rank 2, when you fail the INT + Repair test to set the trap it does not misfire. Instead you succeed at cost, and the gamemaster creates a complication related to the trap (i.e., it is easier to spot, deals less damage, or otherwise doesn’t work as intended). Each time you take this perk, the level requirement increases by 5."
  },
  {
    "name": "HOMEBODY",
    "ranks": 2,
    "level": 5,
    "str": 0,
    "per": 0,
    "end": 6,
    "cha": 0,
    "int": 0,
    "agi": 0,
    "lck": 0,
    "other": "",
    "desc": "You do not need to sleep while in a settlement you belong to recuperate. At rank 1, when you spend an hour in a settlement you belong to or manage, roll a number of CD equal to your Endurance rank, andregain its result in HP. At rank 2, you regain an additional hit point per Effect rolled. Whenever you make an END + Survival test to recover from an injury, the difficulty is reduced to a maximum of 2 (light activity on the Injury Recovery Difficulty table, p.35). Each time you take this perk, the level requirement increases by 5."
  },
  {
    "name": "LOCAL LEADER",
    "ranks": 2,
    "level": 2,
    "str": 0,
    "per": 0,
    "end": 0,
    "cha": 6,
    "int": 0,
    "agi": 0,
    "lck": 0,
    "other": "",
    "desc": "You are the person that people turn to, and with that have a certain amount of influence on the development of settlements and communities. At rank 1, you can establish a supply line between two settlements you have a reputation rank of at least Friendly (3) with (Settlers, p.52). To establish a supply line, you must have at least one available settler in either settlement to make the shipments. Once established, any available supplies or resources in one settlement can be made available in another settlement so long as that settlement’s Happiness is greater than the number of people in the settlement. At rank 2, you can request the construction of various stores and crafting tables in a settlement. This rank is required for a settlement to add Trading Stores, Clothing Stores, Armor Stores, Weapon Stores, Drinking Establishments, and Medical Establishments, as well as an Armor Workbench, Chemistry Station, Cooking Station, Power Armor Station, Weapons Workbench, and a Robot Workbench. Each time you take this perk, the level requirement increases by 5."
  },
  {
    "name": "LOCK AND LOAD",
    "ranks": 3,
    "level": 2,
    "str": 7,
    "per": 0,
    "end": 0,
    "cha": 0,
    "int": 0,
    "agi": 0,
    "lck": 0,
    "other": "",
    "desc": "When you make attacks with a big gun with a fire rate greater than 0, its fire rate increases by 1 per rank in this perk.  Each time you take this perk, the level requirement increases by 4."
  },
  {
    "name": "MECHANICAL MENACE/CLASS FREAK",
    "ranks": 1,
    "level": 0,
    "str": 0,
    "per": 0,
    "end": 0,
    "cha": 6,
    "int": 5,
    "agi": 0,
    "lck": 0,
    "other": "",
    "desc": "The Mechanical Menace perk affects robots, while the Class Freak perk affects mutated humans—they are otherwise identical. Whenever a creature NPC with the chosen keyword would attack you, roll 1 CD. On any result other than an effect, the creature chooses not to attack you. However, it may still attack another character it can target. In addition, when you attempt a CHA based skill to influence a character with the applicable keyword, you may re-roll 1d20."
  },
  {
    "name": "NOCTURNAL FORTITUDE",
    "ranks": 1,
    "level": 12,
    "str": 0,
    "per": 0,
    "end": 6,
    "cha": 0,
    "int": 0,
    "agi": 0,
    "lck": 0,
    "other": "not a robot",
    "desc": "At night, your maximum HP is increased by an amount equal to your END. When you increase your maximum HP, you gain the same amount of additional current HP.When the effect ends, your maximum HP is reduced back to normal, but your current HP remains unchanged unless it is above your maximum (in which case, it is reduced to your maximum)."
  },
  {
    "name": "PANNAPICTAGRAPHIST",
    "ranks": 1,
    "level": 0,
    "str": 0,
    "per": 0,
    "end": 0,
    "cha": 0,
    "int": 0,
    "agi": 0,
    "lck": 5,
    "other": "",
    "desc": "Whenever you roll randomly to obtain a magazine from the Random Publication or the Issues tables (p.172–180), you may re-roll the result if your original result is a magazine or issue you have already found."
  },
  {
    "name": "PHARMACIST",
    "ranks": 3,
    "level": 2,
    "str": 0,
    "per": 0,
    "end": 0,
    "cha": 0,
    "int": 8,
    "agi": 0,
    "lck": 0,
    "other": "",
    "desc": "RadAway you administer now heals 2 additional Radiation damage. At rank 2, it heals an additional 3 Radiation damage, and at rank 3 it heals an additional 4 Radiation damage. Each time you take this perk, the level requirement increases by 6."
  },
  {
    "name": "PHOTOSYNTHETIC",
    "ranks": 2,
    "level": 5,
    "str": 0,
    "per": 0,
    "end": 7,
    "cha": 0,
    "int": 0,
    "agi": 0,
    "lck": 0,
    "other": "",
    "desc": "When you are in direct sunlight you regenerate 1 HP every hour. At rank 2 you regenerate 2 HP every hour in direct sunlight. Each time you take this perk, the level requirement increases by 10."
  },
  {
    "name": "QUACK SURGEON",
    "ranks": 1,
    "level": 12,
    "str": 0,
    "per": 0,
    "end": 0,
    "cha": 7,
    "int": 0,
    "agi": 0,
    "lck": 0,
    "other": "",
    "desc": "When you attempt a First Aid action on an ally, you may use an alcoholic beverage on your patient as part of the action. The patient heals additional HP equal to the amount the beverage normally heals, if any, and allows you to heal 2 HP per AP spent. The ally also receives the benefits (and drawbacks) of consuming the beverage."
  },
  {
    "name": "REJUVENATED",
    "ranks": 1,
    "level": 12,
    "str": 0,
    "per": 0,
    "end": 7,
    "cha": 0,
    "int": 0,
    "agi": 0,
    "lck": 0,
    "other": "not a robot",
    "desc": "When you are full (the highest hunger state), your maximum HP increases by +2, you may re-roll 1d20 on all STR-based skill tests, and being full lasts for twice as long. When you are quenched (the highest thirst state), you may re-roll 1d20 on all END-based skill tests, you generate one free AP at the start of each of your turns in combat, and being quenched lasts twice as long."
  },
  {
    "name": "RETRIBUTION",
    "ranks": 3,
    "level": 2,
    "str": 0,
    "per": 0,
    "end": 8,
    "cha": 0,
    "int": 0,
    "agi": 0,
    "lck": 8,
    "other": "",
    "desc": "If you do not take damage from an attack due to your Damage Reduction (DR), recover +1 HP and add 1 AP to the group pool. This effect can only trigger once per round of combat per rank you have in this perk. Each time you take this perk, the level requirement increases by 5."
  },
  {
    "name": "ROBOT WRANGLER",
    "ranks": 1,
    "level": 0,
    "str": 0,
    "per": 0,
    "end": 0,
    "cha": 0,
    "int": 5,
    "agi": 0,
    "lck": 0,
    "other": "don’t already have a companion",
    "desc": "You choose to travel the wilderness with robotic company. You have a robot companion that serves as a friend and ally in the hazards of the wasteland. You gain an allied NPC creature that follows your commands (p.338). They cannot recover from injuries or heal health points without receiving repairs (p.34), but do not require food or beverages nor can they gain benefit from consuming them or using chems (Options: Settlers , p.62). If your robot is destroyed, you either attempt to repair it, find or purchase a new one before the next adventure, or you may trade this perk for a different one after this quest."
  },
  {
    "name": "SQUAD MANEUVERS",
    "ranks": 2,
    "level": 0,
    "str": 0,
    "per": 0,
    "end": 0,
    "cha": 7,
    "int": 0,
    "agi": 0,
    "lck": 0,
    "other": "",
    "desc": "At rank 1, whenever you travel across the wastes at a hurried pace, you can maintain that pace for one additional hour by passing a CHA + Survival test with a difficulty of 1, and one further additional hour by spending 2 AP (for a maximum of 3 hours at a hurried pace). At rank 2, you can coordinate your allies to join you in combat. When you spend 1 AP to take an additional Move minor action, you can move an ally in the zone you end your movement in to within reach of you by spending another 1 AP."
  },
  {
    "name": "SUPER DUPER",
    "ranks": 3,
    "level": 3,
    "str": 0,
    "per": 0,
    "end": 0,
    "cha": 0,
    "int": 0,
    "agi": 0,
    "lck": 6,
    "other": "",
    "desc": "Whenever you craft an item, roll 1 CD. If you roll any Effects, you regain half the components you spent rounding down. Check each rarity of the components separately and regain half of each, rounding down. At rank 2, you roll 2 CD  . At rank 3, you roll 3 CD. Each time you take this perk, the level requirement increases by 4."
  },
  {
    "name": "TAKING ONE FOR THE TEAM",
    "ranks": 3,
    "level": 1,
    "str": 0,
    "per": 0,
    "end": 7,
    "cha": 6,
    "int": 0,
    "agi": 0,
    "lck": 0,
    "other": "",
    "desc": "At rank 1, whenever a creature NPC would roll to damage an ally in the same zone as you, roll 1 CD. On any result other than Effect, you take the damage from the attack instead. This effect can only trigger once per round of combat per rank you have in this perk. At rank 2, if you take damage from the attack after calculating damage reduction, add 1 AP to the pool for each rank you have in this perk. At rank 3, after you have taken the damage you and the ally can reroll 1d20 on the next attack you make against the target that attacked for each rank you have in this perk. Each time you take this perk, the level requirement increases by 4."
  },
  {
    "name": "TINKERER",
    "ranks": 1,
    "level": 0,
    "str": 0,
    "per": 0,
    "end": 5,
    "cha": 0,
    "int": 5,
    "agi": 0,
    "lck": 0,
    "other": "",
    "desc": "You reduce the difficulty of repairing a robot through the first aid action to the number of injuries that it has sustained, increasing the difficulty of the test by +1 if you are attempting to repair yourself. Additionally, you can tinker and clean a robot for up to an hour, increasing the maximum HP of the robot by +2 for 24 hours or until the robot sustains an injury."
  },
  {
    "name": "TRUE FRIENDS",
    "ranks": 1,
    "level": 0,
    "str": 0,
    "per": 6,
    "end": 0,
    "cha": 6,
    "int": 0,
    "agi": 0,
    "lck": 0,
    "other": "",
    "desc": "Making friends is second nature for you, and more importantly the friendships that you form are stronger than most. At rank 1, when a reputation test results in decreasing your reputation with a faction or settlement, you can roll a number of CD equal to your current reputation. If you roll at least one Effect your reputation does not change. You must increase your reputation by 1 before you can use this perk with the same faction or settlement again. At rank 2, when you perform an action that would increase the affinity with an individual, faction, or settlement you can roll a CHA + Speech test with a difficulty of 3. With a success, you can instead increase the infinity by 2. With a failure on the test, the affinity does not change. You must increase the affinity by 1 before you can use this perk with the same target."
  }
]
